Repository: common-repository/keyboard-scroll
Catalog: lang/jkks-*.po
Languages: de_de

source: You do not have sufficient permissions to access this page.
de_de: Sie haben keine ausreichenden Rechte, um diese Seite anzuzeigen.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Animation speed
de_de: Geschwindigkeit der Animation

source: (Default: 200; 0 = no animation)
de_de: (Voreinstellung: 200; 0 = keine Animation)

source: CSS class
de_de: CSS-Klasse

source: (Default: post)
de_de: (Voreinstellung: post)

source: Page change
de_de: Seitenwechsel

source: Change to next or previous page if bottom or top of page is reached.
de_de: Zur nächsten oder vorherigen Seite wechseln, wenn das Ende oder der Anfang der Seite erreicht wurde.

source: Dynamic scrolling
de_de: Dynamisches Scrollen

source: Speed up scrolling if user presses keys rapidly.
de_de: Scrollen beschleunigen wenn der Benutzer schnell tippt.

source: Acceleration
de_de: Beschleunigung

source: (Scroll acceleration factor)
de_de: (Beschleunigungsfaktor)

source: Scroll through posts using the J/K keys
de_de: Beiträge mit den J- und K-Tastem scrollen.
